Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Can manage all aspects of the app's listing, including adding and removing other team members
bn_bd: তালিকাভুক্ত অ্যাপগুলু সব দিক পরিচালনা করতে পারেন, অন্যান্য দলের সদস্যদের যোগ এবং অপসারণ সহ

source: Cannot be free and paid.
bn_bd: একই সাথে ফ্রী ও পেইড হতে পারেনা।

source: Cannot delete shared account
bn_bd: শেয়ার করা অ্যাকাউন্ট অপসারণ করতে পারবেন না

source: Can view the app's settings but cannot make any changes
bn_bd: অ্যাপের সেটিং দেখতে পারবেন কিন্তু কোন পরিবর্তন করতে পারবেন না

source: Cape Verde
bn_bd: কেপ ভার্দে

source: Categories
bn_bd: বিষয়শ্রেণী

source: Categories:
bn_bd: বিভাগ সমূহ:

source: Categories edited for {addon}.
bn_bd: {addon} এর জন্য শ্রেণীবিভাগ সম্পাদনা করা হয়েছে।

source: Certified
bn_bd: পরীক্ষিত

source: Changes Saved
bn_bd: পরিবর্তন সংরক্ষিত

source: Changes successfully saved.
bn_bd: পরিবর্তন সফলভাবে সংরক্ষিত হয়েছে।

source: Change to Free
bn_bd: ফ্রী তে পরিবর্তন করুন

source: Change to Paid
bn_bd: পেইডে পরিবর্তন করুন

source: Chargeback
bn_bd: চার্জব্যাক

source: Check them out!
bn_bd: এগুলো চালিয়ে দেখুন!

source: China ({0})
bn_bd: চায়না ({0})

source: Choose the regions your app will be listed in:
bn_bd: আপনার অ্যাপ যে অঞ্চলের জন্য তালিকাভুক্ত হবে তা নির্বাচন করুন:

source: Choose where my app is made available
bn_bd: আমার অ্যাপ কোথায় পাওয়া যাবে তা নির্বাচন করুন

source: City/Municipality
bn_bd: শহর/পৌরসভা

source: Clear Search
bn_bd: অনুসন্ধান পরিস্কার

source: Client type
bn_bd: ক্রেতার ধরন

source: Command line
bn_bd: কমান্ড লাইন

source: Comment on {addon} {version}.
bn_bd: {addon} {version} এ মন্তব্য করুন।

source: Comments:
bn_bd: মন্তব্য:

source: Company Name
bn_bd: কোম্পানির নাম

source: Compatibility Tests
bn_bd: কম্প্যাটিবিলিটি টেস্ট সমূহ

source: Congo
bn_bd: কঙ্গো

source: Congo, Democratic Republic
bn_bd: কঙ্গো, গণতান্ত্রিক প্রজাতন্ত্র

source: Congratulations, your app submission is now complete and will be reviewed shortly!
bn_bd: অভিনন্দন, আপনার অ্যাপ্লিকেশন সাবমিশন এখন সম্পূর্ণ হয়েছে এবং খুব শীঘ্রই পর্যালোচনা করা হবে!

source: containing
bn_bd: ধারণ করছে

source: Contains Editor Comment
bn_bd: সম্পাদকের মন্তব্য রয়েছে

source: Content rating changed to Adult.
bn_bd: কন্টেন্ট রেটিং প্রাপ্তবয়দের পরিবর্তন করা হয়েছে।

source: Content Ratings
bn_bd: বিষয়বস্তুর রেটিং

source: Content ratings successfully saved.
bn_bd: কন্টেন্ট রেটিং সফলভাবে সংরক্ষিত হয়েছে।

source: Content Tests
bn_bd: বিষয়বস্তু পরীক্ষা

source: Contributions for {addon}.
bn_bd: {addon} এর জন্য অবদান।

source: Côte d'Ivoire
bn_bd: আইভরি কোস্ট

source: Could not change status to "{0}"
bn_bd: স্ট্যাটাস "{0}" তে পরিবর্তন করা সম্ভব হয়নি

source: Could not connect to payment server.
bn_bd: পেমেন্ট সার্ভারের সাথে সংযোগ করা যায়নি।

source: Could not refresh manifest. Try again later.
bn_bd: ম্যানিফেস্ট রিফ্রেশ করা যায় নি। কিছুক্ষন পর আবার চেষ্টা করুন।

source: Countries
bn_bd: দেশ

source: Country and Language
bn_bd: দেশ ও ভাষা

source: Country and Language Details for {0}
bn_bd: {0} এর দেশ ও ভাষার বিবরণ

source: Created
bn_bd: তৈরী করা হয়েছে

source: Created: {0}.
bn_bd: তৈরী হয়েছে:{0}।

source: Created blocklisted version.
bn_bd: ব্লকলিস্টেড সংস্করণ তৈরি হয়েছে।

source: Credit card
bn_bd: ক্রেডিট কার্ড

source: Currency
bn_bd: মুদ্রা

source: Current Status
bn_bd: বর্তমান অবস্থা

source: Danish/Swiss Bank Code
bn_bd: ডেনিশ / সুইস ব্যাংক কোড

source: Declined
bn_bd: প্রত্যাখ্যান করা হয়েছে

source: Default Locale
bn_bd: ডিফল্ট লোকেল

source: Delete App
bn_bd: অ্যাপ মুছুন

source: Deleted
bn_bd: মুছে ফেলা হয়েছে

source: Deleted: {1}.
bn_bd: অপসারণ করা হয়েছে: {1}।

source: Deleted by
bn_bd: মুছে দিয়েছেন

source: Deleted files:
bn_bd: মুছে ফেলা ফাইল:

source: Delete Locale
bn_bd: লোকেল মুছে ফেলুন

source: Delete review
bn_bd: পর্যালোচনা মুছুন

source: Delete this add-on.
bn_bd: এই এড-অনটি মুছে ফেলুন

source: Delete this app.
bn_bd: অ্যাপটি মুছে ফেলুন।

source: Delete User
bn_bd: ব্যবহারকারী মুছে দিন

source: Delete Version
bn_bd: সংস্করণ মুছে ফেলুন

source: Delete Version &quot;{version}&quot;
bn_bd: মুছে ফেলা &quot;{version}&quot;

source: Deleting payment account "{0}" will remove the payment account from the following apps. Applications without a payment account will no longer be available for sale.
bn_bd: পেমেন্ট অ্যাকাউন্ট "{0}" মুছে ফেললে নিচের অ্যাপ সমূহেরও পেমেন্ট অ্যাকাউন্ট মুছে যাবে।পেমেন্ট অ্যাকাউন্ট না থাকলে অ্যাপ্লিকেশন বিক্রি করা যাবেনা।

source: Deleting the only version will result in the following:
bn_bd: শুধুমাত্র নিম্নলিখিত ফলাফল থেকে সংস্করণ মুছে ফেলতে হবে:

source: Deleting your app will permanently delete it from the site. <strong>There is no going back.</strong>
bn_bd: অ্যাপ টি মুছে ফেললে তা স্থায়ীভাবে সাইট থেকে মুছে যাবে। <strong>আপনি তা এর ফিরে পাবেন না।</strong>

source: Delist App
bn_bd: তালিকা হতে অ্যাপ অপসারণ করুন

source: Department of Justice, Rating, Titles and Qualification
bn_bd: বিচার বিভাগ, মূল্য নির্ধারণ, পদবী এবং যোগ্যতা।

source: Design
bn_bd: নকশা

source: Design Fundamentals
bn_bd: প্রাথমিক নকশা

source: Detected: {0}
bn_bd: সনাক্ত হয়েছে: {0}

source: Developer comment
bn_bd: ডেভলপারের মন্তব্য

source: Developer Hub
bn_bd: ডেভেলপার হাব

source: Developer Name
bn_bd: ডেভেলপার নাম

source: Developer Program
bn_bd: ডেভেলপার প্রোগ্রাম

source: Developers
bn_bd: ডেভেলপার

source: Device features required for this app to function.
bn_bd: এই অ্যাপ্লিকেশনের ফাংশনের জন্য ডিভাইস বৈশিষ্ট্য আবশ্যক।

source: Device Override:
bn_bd: ডিভাইস ওভাররাইড:

source: Devices
bn_bd: ডিভাইস

source: Device(s) Added
bn_bd: ডিভাইস যোগ করা হয়েছে

source: Device(s) changed: {0}
bn_bd: ডিভাইস পরিবর্তন হয়েছে: {0}

source: Device(s) changed by reviewer
bn_bd: পর্যালোচনাকারী ডিভাইস পরিবর্তন করেছেন

source: Device(s) Changed by Reviewer
bn_bd: পর্যালোচনাকারী দ্বারা ডিভাইস পরিবর্তন করা হয়েছে

source: Device Storage
bn_bd: স্টোরেজ ডিভাইস

source: Device type
bn_bd: ডিভাইসের ধরন

source: Device Type Override:
bn_bd: ডিভাইসের ধরন ওভাররাইড:

source: Device Types
bn_bd: ডিভাইস ধরন

source: Discard Changes
bn_bd: পরিবর্তনসমূহ বাতিল করুন

source: Dismiss this announcement
bn_bd: এই ঘোষণা খারিজ করুন

source: Display Name
bn_bd: যে নাম প্রদর্শন করা হবে

source: Documentation
bn_bd: ডকুমেন্টেশন

source: Down file
bn_bd: ডাউন ফাইল

source: Dutch/US Sort Code
bn_bd: ডাচ / মার্কিন সর্ট কোড

source: Edit Account Settings
bn_bd: অ্যাকাউন্ট সেটিং সম্পাদনা করুন

source: Edit App Details
bn_bd: অ্যাপের বিস্তারিত তথ্য সম্পাদনা

source: Edit country on the Compatibility Page
bn_bd: সামঞ্জস্য পৃষ্ঠার দেশ সম্পাদনা করুন

source: Edit details for this app's listing page.
bn_bd: অ্যাপটির লিস্টিং পেজ এর জন্য বিষয়বস্তু বিশদভাবে সম্পাদনা করুন।

source: Edited field: {2} set to: {0}.
bn_bd: ফিল্ড {2} সম্পাদনা করে {0} করা হয়েছে।

source: Edit language in your app manifest file
bn_bd: আপনার অ্যাপের মেনিফেস্ট ফাইলে ভাষা পরিবর্তন করুন

source: Edit Listing
bn_bd: লিস্টিং সম্পাদনা করুন

source: Email sent to Author about add-on compatibility.
bn_bd: অ্যাড-অনের কম্প্যাটিবিলিটি সম্পর্কে ডেভেলপারকে মেইল করা হয়েছে।

source: Enable new regions
bn_bd: নতুন অঞ্চল সক্রিয় করুন

source: end
bn_bd: শেষ

source: Enter a new team member's email address
bn_bd: দলের নতুন সদস্যের ইমেইল এড্রেস প্রবেশ করান

source: Enter App Details
bn_bd: অ্যাপের বিস্তারিত লিখুন

source: Enter at least one value.
bn_bd: কমপক্ষে একটি মান লিখুন।

source: Enter email addresses, separated by commas
bn_bd: ইমেল ঠিকানা লিখুন, একাধিক ইমেইল কমা দ্বারা পৃথক করুন

source: Entertainment Software Rating Board
bn_bd: বিনোদনমূলক সফ্টওয়্যার রেটিং বোর্ড

source: Entertainment Software Self-Regulation Body
bn_bd: বিনোদনমূলক সফটওয়্যার এর নিজস্ব ব্যবস্থাপনা পর্ষদ।

source: Error approving app: {app}
bn_bd: অ্যাপ অনুমোদনে সমস্যা হচ্ছে: {app}

source: Error extracting manifest from zip file.
bn_bd: জিপ ফাইল থেকে ম্যানিফেস্ট এক্সট্রাক্ট করতে সমস্যা হচ্ছে।

source: Error failing app: {app}
bn_bd: অ্যাপকে অনুত্তীর্ণ হিসেবে চিহ্নিত করতে সমস্যা হচ্ছেঃ {app}

source: Error loading translation
bn_bd: অনুবাদ লোডে ব্যর্থ হয়েছে

source: Error passing app: {app}
bn_bd: অ্যাপ উত্তীর্ণ হিসেবে চিহ্নিত করতে সমস্যা হচ্ছেঃ {app}

source: Error rejecting app: {app}
bn_bd: অ্যাপ প্রত্যাখ্যান করতে সমস্যা হচ্ছে: {app}

source: Error with {0}
bn_bd: {0} টি ত্রুটি

source: Escalated
bn_bd: ছড়ানো হয়েছে

source: Escalated due to High Abuse Reports
bn_bd: অপব্যবহারের রিপোর্টের সংখ্যা বেশি হওয়ায় তুলে নেওয়া হয়েছে।

source: Escalated due to High Refund Requests
bn_bd: টাকা ফেরৎ দেয়ার অতিরিক্ত অনুরোধের কারনে তুলে নেয়া হয়েছে

source: Escalation cleared
bn_bd: তুলে নেওয়া বাতিল করা হয়েছে

source: Escalation cleared for {addon}.
bn_bd: {addon} এর জন্য তুলে নেওয়া বাতিল করা হয়েছে।

source: Escalation due to Prelease App
bn_bd: প্রিরিলিজ অ্যাপ হওয়ার কারণে তুলে নেওয়া হয়েছে

source: Escalation due to VIP App
bn_bd: ভিআইপি অ্যাপ হবার কারনে তুলে নেয়া হয়েছে

source: Everyone
bn_bd: সবার জন্য

source: Everyone 10+
bn_bd: ১০+ বয়সীদের জন্য

source: Existing Locales
bn_bd: বিদ্যমান ভাষা সমূহ

source: Expand all
bn_bd: সব প্রসারিত

source: Falkland Islands (Malvinas)
bn_bd: ফকল্যান্ড দ্বীপ (মাল্ভিনাস)

source: Fetching file.
bn_bd: ফাইল আনা হচ্ছে।

source: Fetching validation results...
bn_bd: বৈধতা ফলাফল আনা হচ্ছে ...

source: File {0} deleted from {version} of {addon}.
bn_bd: {addon} এর {version} সংস্করণ হতে {0} ফাইলটি মুছে ফেলা হয়েছে।

source: File {0.name} added to {version} of {addon}.
bn_bd: {addon} এর {version} এ {0.name} ফাইলটি যোগ করা হয়েছে।

source: Files:
bn_bd: ফাইল:

source: File size is over the limit of {0}.
bn_bd: ফাইল সাইজটি {0} এর লিমিট অতিক্রম করবে।

source: Filter Transactions
bn_bd: ট্রান্সাকশন ফিল্টার

source: Financial Email
bn_bd: অর্থনৈতিক ইমেইল

source: Finished!
bn_bd: সম্পন্ন হয়েছে!

source: Finished validating {0}
bn_bd: বৈধতা যাচাইকরণ শেষ {0}

source: Firefox Developer Tools
bn_bd: ফায়ারফক্স ডেভেলপার টুলস

source: Firefox for Desktop
bn_bd: ডেস্কটপের জন্য ফায়ারফক্স

source: Firefox Marketplace
bn_bd: ফায়ারফক্স মার্কেটপ্লেস

source: Firefox Marketplace Developers
bn_bd: ফায়ারফক্স মার্কেটপ্লেস ডেভেলপারগণ

source: Firefox Marketplace YouTube channel
bn_bd: ফায়ারফক্স মার্কেটপ্লেস ইউটিউব চ্যানেল

source: Firefox Mobile
bn_bd: ফায়ারফক্স মোবাইল

source: Firefox Tablet
bn_bd: ফায়ারফক্স ট্যাবলেট

source: Flags
bn_bd: পতাকা

source: Flag this app for an admin to review. The comments are sent to the admins, not the author(s).
bn_bd: কোন অ্যাডমিনের দ্বারা এই অ্যাপের পর্যালোচনা করাতে ফ্ল্যাগ দিন। এই মন্তব্যগুলো অ্যাডমিনের কাছে যাবে, রচয়িতার কাছে যাবে না।

source: Flash Player</a>.
bn_bd: ফ্ল্যাশ প্লেয়ার</a>।

source: For ages %d+
bn_bd: %d+ বয়সের জন্য

source: For all ages
bn_bd: সব বয়সের জন্য

source: Form could not be submitted.
bn_bd: ফর্ম জমা দেয়া যায়নি।

source: Free (with in-app payments)
bn_bd: বিনামূল্যে (অ্যাপ্লিকেশন পেমেন্ট এর সঙ্গে)

source: Free with in-app payments
bn_bd: অ্যাপ্লিকেশন পেমেন্ট এর সঙ্গে বিনামূল্যে

source: French Southern Territories
bn_bd: ফরাসি দক্ষিণ অঞ্চল

source: Frequently Asked Questions
bn_bd: প্রশ্নগুলো প্রায়ই জিজ্ঞাসা করা হয়

source: Fully open mobile ecosystem
bn_bd: সম্পূর্ণ মুক্ত মোবাইল ইকোসিস্টেম

source: Gambia
bn_bd: গাম্বিয়া

source: General Tests
bn_bd: সাধারণ পরীক্ষা

source: Generate Keys
bn_bd: কী (key) তৈরি করুন

source: Generic
bn_bd: জাতীয়

source: Get My App Rated
bn_bd: আমার অ্যাপ রেট করুন

source: Go
bn_bd: এগিয়ে যাও

source: Greek HEBIC/Indonesian Bank Code
bn_bd: গ্রিক HEBIC / ইন্দোনেশীয় ব্যাংক কোড

source: Grey
bn_bd: ধূসর

source: Groups
bn_bd: গ্রুপসমূহ

source: Guidelines
bn_bd: নির্দেশিকা

source: Heard and McDonald Islands
bn_bd: হার্ড এবং ম্যাকডোনাল্ড দ্বীপপুঞ্জ

source: &hellip;and {0} more
bn_bd: &hellip;and {0} আরো

source: Héllo
bn_bd: হ্যালো

source: Hexadecimal color
bn_bd: হেক্সাডেসিমাল কালার

source: Hide all
bn_bd: সব গোপন রাখুন

source: Hide Comments
bn_bd: মন্তব্য গোপন করুন

source: Hide or unhide tree
bn_bd: ট্রি আড়াল বা প্রদর্শন

source: High Abuse Reports
bn_bd: অধিক অপব্যবহারের প্রতিবেদন

source: High Refund Requests
bn_bd: অতিরিক্ত টাকা ফেরৎ দেয়ার অনুরোধ

source: Holy See (Vatican City State)
bn_bd: হোলি সি (ভ্যাটিকান সিটি)

source: Hosted
bn_bd: হোস্টেড

source: How can I upload my App to the Firefox Marketplace?
bn_bd: ফায়ারফক্স মার্কেটপ্লেসে কিভাবে আমি আমার অ্যাপ আপলোড করতে পারি?

source: How do I create an installable App?
bn_bd: কিভাবে আমি একটি ইনস্টলযোগ্য অ্যাপ তৈরি করতে পারি?

source: Icon could not be opened.
bn_bd: আইকন খোলা যাবে না।

source: Icons cannot be animated.
bn_bd: আইকন অ্যানিমেটেড করা যাবে না।

source: Icons must be at least 128px by 128px.
bn_bd: আইকন কমপক্ষে 128px by 128px হতে হবে।

source: Icons must be either PNG or JPG.
bn_bd: আইকন PNG বা JPG হতে হবে।

source: Icons must be square.
bn_bd: আইকন স্কয়ার হতে হবে।

source: ID
bn_bd: আইডি

source: If app is Free, in-app payments must be enabled
bn_bd: যদি অ্যাপ্লিকেশন বিনামূল্যে হয়, অ্যাপ্লিকেশন পেমেন্ট সক্রিয় করা আবশ্যক

source: If your app has another homepage, enter its address here.
bn_bd: আপনার অ্যাপের যদি অন্যকোন হোমপেইজ থাকে, তাহলে এখানে সেটির ঠিকানা দিন।

source: If your app has another homepage, enter its address here. If your website is localized into other languages multiple translations of this field can be added.
bn_bd: যদি আপনার অ্যাপ্লিকেশনের অন্য কোনো হোমপেজ থাকে, তাহলে এখানে তার ঠিকানা লিখুন। যদি আপনার ওয়েবসাইট অন্যান্য ভাষায় অনূদিত হয়, এই ফিল্ড একাধিক অনুবাদ যোগ করা যেতে পারে।

source: If your app has a support website or forum, enter its address here.
bn_bd: আপনার অ্যাপের যদি কোন সহায়তা ওয়েবসাইট অথবা ফোরাম থাকে, তাহলে এখানে সেটির ঠিকানা দিন।

source: If your app has a support website or forum, enter its address here. If your website is localized into other languages, multiple translations of this field can be added.
bn_bd: যদি আপনার অ্যাপের সহায়তা ওয়েবসাইট বা ফোরাম থাকে, এখানে তার ঠিকানা লিখুন। আপনার ওয়েবসাইট অন্যান্য ভাষায় অনূদিত হলে, এই ক্ষেত্র একাধিক অনুবাদ যোগ করা যেতে পারে।

source: If you typed in the address, please double check the spelling.
bn_bd: আপনি যদি অ্যাড্রেসটি টাইপ করে থাকেন , তাহলে টাইপ করার সময় বানানগুলো পুনরায় চেক করে নিন।

source: I'll use my own system for in-app payments
bn_bd: আমি আমার অ্যাপ এর পেমেন্ট এর জন্য যেকোন মাধ্যম ব্যাবহার করব।

source: Image changes being processed
bn_bd: ছবির পরিবর্তন প্রক্রিয়াধীন

source: Images cannot be animated.
bn_bd: ইমেজ অ্যানিমেটেড করা যাবে না।

source: Images must be either PNG or JPG.
bn_bd: ইমেজ PNG বা JPG হতে হবে।

source: In-App Payments
bn_bd: এই অ্যাপ এর পেমেন্ট

source: Inappropriate language/dialog
bn_bd: অনুপযুক্ত ভাষা / ডায়ালগ

source: Incomplete
bn_bd: অসম্পূর্ণ

source: I need help with the App Manifest.
bn_bd: আমার অ্যাপ ম্যানিফেস্টের ব্যাপারে সাহায্য প্রয়োজন।

source: Insert canned response...
bn_bd: রেডিমেড প্রতিক্রিয়া ঢোকান ...

source: Install failed. Please try again later.
bn_bd: ইনস্টল ব্যর্থ হয়েছে। দয়া করে কিছুক্ষণ পরে আবার চেষ্টা করুন।

source: Instant refund granted for {addon}.
bn_bd: {addon} এর জন্য তাৎক্ষনিক টাকা ফেরৎ দেয়ার অনুমতি দেয়া হয়েছে।

source: Internal server error
bn_bd: অভ্যন্তরীণ সার্ভারে সমস্যা

source: Internal server error.
bn_bd: অভ্যন্তরীণ সার্ভারে ত্রুটি।

source: Internal server error on app installation.
bn_bd: অ্যাপ ইনস্টলেশনের সময় অভ্যন্তরীণ সার্ভার ত্রুটি দেখা দিয়েছে।

source: Invalid note type.
bn_bd: নোটের ধরন সঠিক নয়।

source: Invalid region(s) selected.
bn_bd: ভুল অঞ্চল বাছাই করা হয়েছে।

source: Invalid submission ID or security code.
bn_bd: অকার্যকর সাবমিশন আইডি অথবা নিরাপত্তা কোড।

source: Invalid tag: {0}
bn_bd: অকার্যকর ট্যাগঃ {0}

source: Invalid URL %(url)s
bn_bd: অকার্যকর URL %(url)s

source: I prefer to be paid in
bn_bd: আমি পেইড করতে পছন্দ করি

source: Iran, Islamic Republic of
bn_bd: ইরান, ইসলামী প্রজাতন্ত্র

source: Iraqi Bank Code
bn_bd: ইরাকি ব্যাংক কোড

source: Irish Sort Code
bn_bd: আইরিস সর্ট কোড

source: Is this a very important app that should always be handled by Mozilla Staff or Senior App Reviewers?
bn_bd: এটা কি এতই জরুরী অ্যাপ যে এটার বেবস্থাপনা সবসময় মজিলা স্টাফ অথবা সিনিওর অ্যাপ পর্যালোচনাকারীদের দ্বারা করতে হবে ?

source: Item
bn_bd: আইটেম:

source: Jump to first page
bn_bd: প্রথম পাতায় ফিরে যান

source: Keep review / Remove flags
bn_bd: পর্যালোচনা রাখুন/ফ্ল্যাগ সরিয়ে দিন

source: Key and secret were created successfully.
bn_bd: কী এবং গোপনতা সফলভাবে তৈরি হয়েছে।

source: Korea, Democratic People's Rep
bn_bd: উত্তর কোরিয়া

source: Korean Bank and Branch/Indonesian Bank Code
bn_bd: কোরিয়ান ব্যাংক ও শাখা / ইন্দোনেশীয় ব্যাংক কোড

source: Korea, Republic of
bn_bd: দক্ষিণ কোরিয়া

source: Lao People's Democratic Rep
bn_bd: গণতান্ত্রিক লাও

source: last 24 hours
bn_bd: গত ২৪ ঘন্টায়

source: last 7 days
bn_bd: গত ৭ দিনে

source: Launch
bn_bd: চালু করুন

source: Learn more about <b>in-app payments</b> on MDN.
bn_bd: MDN এ <b>in-app payments</b> এর ব্যাপারে আরও জানুন।

source: Learn more about submitting an app.
bn_bd: অ্যাপ জমা দেয়া সম্পর্কে আরও জানুন।

source: Learn why some regions are restricted.
bn_bd: জানুন কেন কিছু কিছু অঞ্চল সীমাবদ্ধ।

source: less...
bn_bd: কম...

source: Level 1
bn_bd: লেভেল ১

source: Level 2
bn_bd: লেভেল ২

source: Level 3
bn_bd: লেভেল ৩

source: Level 4
bn_bd: লেভেল ৪

source: Level 5
bn_bd: লেভেল ৫

source: Level 6
bn_bd: লেভেল ৬

source: Libyan Arab Jamahiriya
bn_bd: লিবিয় আরব জামাহিরিয়া

source: Liechtenstei
bn_bd: লিচটেন্সটেইন

source: List App
bn_bd: অ্যাপ তালিকা

source: Listed
bn_bd: তালিকায়

source: Loading&hellip;
bn_bd: লোড হচ্ছে&hellip;

source: local currency
bn_bd: স্থানীয় মুদ্রা

source: Localize for: <a id="change-locale" href="#">%(dl)s</a>
bn_bd: <a id="change-locale" href="#">%(dl)s</a> এর জন্য লোকালাইজ করুন

source: Logo
bn_bd: লোগো

source: Log out
bn_bd: লগ আউট

source: Lookup Tool
bn_bd: অনুসন্ধান টুলর্স

source: Low-Memory Devices
bn_bd: লো-মেমোরি ডিভাইস

source: Macao
bn_bd: ম্যাকাও

source: Macedonia, Former Yugoslav Rep
bn_bd: ম্যাসেডোনিয়া, সাবেক যুগোস্লাভ রিপাবলিক

source: Make Active
bn_bd: সক্রিয় করো

source: Make my app available in most regions
bn_bd: অধিকাংশ অঞ্চলে আমার অ্যাপ্লিকেশন প্রাপ্য করুন

source: Make this the Active version of my app as soon as it has been reviewed and approved.
bn_bd: পর্যালোচনা এবং অনুমোদন হওয়ার পর যত দ্রুত সম্ভব এটিকে আমার অ্যাপটির সক্রিয় সংস্করণ হিসাবে ব্যাবহার করুন।

source: Manage My App
bn_bd: আমার অ্যাপকে ম্যানেজ করি

source: Manage My Submissions
bn_bd: আমার জমাসমূহ পরিচালনা

source: Manifest Change
bn_bd: ম্যানিফেস্ট পরিবর্তন

source: Manifest location
bn_bd: ম্যানিফেস্ট লোকেশন

source: Manifest refreshed
bn_bd: ম্যানিফেস্ট রিফ্রেশ হয়েছে

source: Manifests must be served with the HTTP header "Content-Type: application/x-web-app-manifest+json". See %s for more information.
bn_bd: ম্যানিফেস্ট অবশ্যই HTTP হেডারের সাথে সার্ভ করতে হবে "Content-Type: application/x-web-app-manifest+json"। আরও তথ্যের জন্য %s দেখুন।

source: Manifest URL
bn_bd: ম্যানিফেস্ট URL

source: Manifest URL Change
bn_bd: ম্যানিফেস্ট URL পরিবর্তন হয়েছে

source: Manifest URL changed from {before_url} to {after_url}
bn_bd: ম্যানিফেস্ট URL টি {before_url} থেকে {after_url} তে পরিবর্তন করা হয়েছে

source: Manifest URLs must start with a protocol (for example, <code>http://</code> or <code>https://</code>) and typically use the <code>.webapp</code> extension.
bn_bd: ম্যানিফেস্ট URL সমূহ অবশ্যই একটি প্রোটোকল দিয়ে শুরু হবে (উদাহরণস্বরূপ, <code>http://</code> অথবা <code>https://</code>) এবং সাধারণত <code>.webapp</code> এক্সটেনশনটি ব্যবহার করুন।

source: Manual Reviewer Points
bn_bd: ম্যানুয়াল পর্যালোচনাকারী পয়েন্ট

source: Marketplace API
bn_bd: মার্কেটপ্লেস API

source: Marketplace Credit
bn_bd: মার্কেটপ্লেস ক্রেডিট

source: Marketplace Developer Program
bn_bd: মার্কেটপ্লেস ডেভেলপার প্রোগ্রাম

source: Marketplace Review Criteria
bn_bd: মার্কেটপ্লেস পর্যালোচনা মানদণ্ড

source: Marketplace Submission
bn_bd: মার্কেটপ্লেস সাবমিশন

source: Mature 17+
bn_bd: ১৭+ বয়স্কদের জন্য

source: Message of the Day
bn_bd: আজকের দিনের বার্তা

source: Minimum Requirements
bn_bd: ন্যূনতম চাহিদা

source: Minimum Requirements Override:
bn_bd: নূণ্যতম প্রয়োজনীয়তা অগ্রাহ্য করা:

source: Misplaced bug report or support request
bn_bd: মিসপ্লেস বাগ রিপোর্ট অথবা সাপোর্ট রিকোয়েস্ট

source: Moderated App Review
bn_bd: সম্পাদিত অ্যাপ পর্যালোচনা

source: Moderated Reviews
bn_bd: নিয়ন্ত্রিত পর্যালোচনা

source: Moderated Reviews ({0})
bn_bd: নিয়ন্ত্রিত পর্যালোচনা ({0})

source: Moldova, Republic of
bn_bd: মলদোভা, প্রজাতন্ত্র

source: more...
bn_bd: আরও...

source: More information requested
bn_bd: আরো তথ্যের জন্য অনুরোধ করা হয়েছে

source: More Information Requested
bn_bd: আরো তথ্যের জন্য অনুরোধ করা হয়েছে

source: Mozilla Contact
bn_bd: মজিলার সাথে যোগাযোগ করুন

source: Mozilla may email me with relevant App Developer news and surveys
bn_bd: অ্যাপ ডেভেলপার এর খবর এবং সার্ভে সম্পর্কে মজিলা আমাকে ই-মেইল করতে পারে

source: Mozilla VIP App
bn_bd: মজিলা VIP অ্যাপ

source: Mozilla Web apps (Brazilian Portuguese)
bn_bd: মজিলা ওয়েব অ্যাপ (ব্রাজিলীয় পর্তুগীজ)

source: Mozilla Web apps (English)
bn_bd: মজিলা ওয়েব অ্যাপ (ইংরেজী)

source: Multiple Network Information
bn_bd: একাধিক নেটওয়ার্ক তথ্য

source: Must be a valid hex color code, e.g. #FF0035.
bn_bd: অবশ্যই একটি সঠিক হেক্সা ডেসিমেল কালার কোড হতে হবে, যেমন- #FF0035

source: Must have at least one owner.
bn_bd: কমপক্ষে একজন মালিক থাকবে হবে।

source: Myanmar
bn_bd: মায়ানমার

source: my sdk-based add-on is upgraded successfully
bn_bd: আমার এসডিকে ভিত্তিক অ্যাড-অনটি সফলভাবে হালনাগাদ হয়েছে

source: My Submissions
bn_bd: আমার সাবমিশন সমূহ

source: {name} was viewing this page first.
bn_bd: {name} আগে এই পাতাটি দেখছিলেন।

source: Network Information
bn_bd: নেটওয়ার্ক তথ্য

source: Network Stats
bn_bd: নেটওয়ার্ক পরিসংখ্যান

source: New API key generated.
bn_bd: নতুন API key উৎপন্ন হয়েছে।

source: New Apps (Under 5 days)
bn_bd: নতুন অ্যাপ (৫ দিনের নিচে)

source: New Locales
bn_bd: নতুন ভাষা সমূহ

source: New regions added to the Firefox Marketplace
bn_bd: নতুন অঞ্চল ফায়ারফক্স মার্কেটপ্লেসে যোগ করা হয়েছে

source: New version successfully added.
bn_bd: নতুন সংস্করণ সফলভাবে যোগ করা হয়েছে।

source: Next diff
bn_bd: পরের ভিন্নতা

source: Next note
bn_bd: পরবর্তী নোট

source: Next Steps
bn_bd: পরবর্তী ধাপ

source: No action
bn_bd: কাজ নেই

source: No files in the uploaded file.
bn_bd: আপলোডকৃত ফাইলে কোন ফাইল নেই।

source: No free apps
bn_bd: বিনামূল্যে কোন অ্যাপ নয়

source: No manifest was found at that URL. Check the address and try again.
bn_bd: এই ঠিকানায় কোন ম্যানিফেস্ট খুঁজে পাওয়া যায় নি। ঠিকানা পুনরায় পরীক্ষা করুন এবং আবার চেষ্টা করুন।

source: No payment account for this app.
bn_bd: এই অ্যাপের জন্য কোন পেমেন্ট অ্যাকাউন্ট নেই।

source: No payment account set up for that app
bn_bd: এই অ্যাপের জন্য কোনো পেমেন্ট একাউন্ট নেই

source: No reason given
bn_bd: কোন কারন বলা হয়নি

source: No receipt
bn_bd: কোন রিসিপ্ট নাই

source: No results found
bn_bd: কোন ফলাফল পাওয়া যায়নি

source: No reviews found for this period.
bn_bd: এই সময়কালে কোন পর্যালোচনা পাওয়া যায়নি।

source: No such API key.
bn_bd: এমন API key নেই।

source: Not Allowed
bn_bd: অনুমোদিত নয়

source: Not an upgrade
bn_bd: আপগ্রেড হয় নি

source: Not applicable
bn_bd: প্রযোজ্য নয়

source: Not a valid choice
bn_bd: একটি কার্যকর পছন্দ হয় নি

source: Note body is empty.
bn_bd: নোটের মূল অংশ খালি।

source: Notes for Reviewers
bn_bd: পর্যালোচকের জন্য নোট

source: No, this app's stats are not publicly viewable.
bn_bd: না, এই অ্যাপ্লিকেশন এর পরিসংখ্যান সবাইকে দেখানো হবেনা।

source: Not until I manually make it public.
bn_bd: যতক্ষণ না আমি নিজের হাতে তা পাবলিক করছি।

source: Not yet generated.
bn_bd: এখনো তৈরি হয়নি।

source: Not yet reviewed
bn_bd: এখনো পর্যালোচনা হয়নি

source: No user with that email.
bn_bd: এই ইমেইলের সাথে যুক্ত কোন ব্যবহারকারী নেই।

source: No version notes found
bn_bd: কোনো সংস্করণ নোট পাওয়া যায় নি

source: {num} transaction found
bn_bd: {num} ট্রান্সাকশন পাওয়া গেছে

source: OAuth Example
bn_bd: OAuth এর উদাহরণ

source: OAuth Keys
bn_bd: OAuth কী সমূহ

source: Obsolete
bn_bd: অপ্রচলিত

source: Only senior reviewers can review blocklisted apps.
bn_bd: শুধুমাত্র প্রবীণ পর্যালোচনাকারীরা ব্লগ লিস্টে থাকা অ্যাপ পর্যালোচনা করতে পারবেন।
